Revit 2026 API
GeometryCreationUtilities.CreateBlendGeometry Method
Overload List
Name | Description
CreateBlendGeometry(CurveLoop, CurveLoop, ICollection<VertexPair>)
CreateBlendGeometry(CurveLoop, CurveLoop, ICollection<VertexPair>, SolidOptions)
Top
See Also
Reference
GeometryCreationUtilities Class
Autodesk.Revit.DB Namespace